import logan from "./images/logan.jpg";
import father from "./images/father.jpg";
import phantom from "./images/phantom.jpg";
import greenbook from "./images/greenbook.jpg";
import wrath from "./images/wrath.jpg";
import widow from "./images/widow.jpg";

export const data=[{
    image: logan,
    title: "Logan",
    des: "یک فیلم ابرقهرمانی آمریکایی محصول سال ۲۰۱۷ به نویسندگی و کارگردانی جیمز منگولد است که بر اساس شخصیت ولورین از شرکت مارول کامیکس با هنرپیشگی هیو جکمن ساخته شده‌است.",
  },
  {
    image: greenbook,
    title: "Greenbook",
    des: ` فیلمی در ژانر کمدی-درام به کارگردانی پیتر فارلی است که در سال ۲۰۱۸ منتشر شد.
    فیلم نقدهای مثبتی دریافت کرده که در آن‌ها بازی علی و مورتنسن مورد ستایش قرار گرفته‌اند.`,
  },
  {
    image: phantom,
    title: "Phantom Thread",
    des: "فیلمی آمریکایی در سبک درام-تاریخی به کارگردانی و نویسندگی پل توماس اندرسن است که موضوع آن به مد لباس در لندن دهه ۱۹۵۰ برمی‌گردد.",
  },
  {
    image: father,
    title: "Father",
    des: " یک فیلم سینمایی درام محصول مشترک فرانسه و انگلستان تولید سال ۲۰۲۰ به نویسندگی و کارگردانی فلوریان زلر است و بر اساس نمایشنامه سال ۲۰۱۲ خود به نام پدر ساخته شده‌است.",
  },
  {
    image: wrath,
    title: "Wrath of Man",
    des: "داستان مردی مرموز را دنبال می‌کند که در یک شرکت حمل پول کار می‌کند و هر هفته وظیفه دارد صدها میلیون دلار را با یک کامیون حمل پول، در سطح لس‌آنجلس جابه‌جا کند.",
  },
  {
    image: widow,
    title: "Black Widow‎",
    des: "یک فیلم ابرقهرمانی آمریکایی در سال ۲۰۲۱ است که بر پایهٔ شخصیتی به همین نام از مارول کامیکس ساخته شده‌است. ساخت این فیلم بر عهدهٔ مارول استودیوز بوده و توسط استودیو سینمایی والت دیزنی توزیع شده‌است ",
  },
]